{
    "classes": [
        "PERSON",
        "BATHROOM ISSUE",
        "APPOINTMENT",
        "AUTHORITY",
        "ORG",
        "PLACE",
        "PEST",
        "ADDRESS",
        "TIME"
    ],
    "annotations": [
        [
            "right now it's gonna have to work it what you got your hands now. Com this is Denver, Hi jennifer, how are you doing today? I am doing excellent. How about yourself? Um not as good as you are. Um I just had a real quick question, I didn't even know if it's something you can help us with or not but we have dad who used to live next door to us have the same issue at one point in time in his bathtub and stuff but it's a worm that has a brown hair, a white body and a brown head and this is his bathtub and accumulated around the drain. And now we have them here are there in the bathtub but my daughter just found one in her bed so I don't know oh and we know a lot lady lately and I didn't know before I go on and you tell me you can't help me. So it sounds like the larval stage of a drain fly and it is something that we are able to treat for. Uh The biggest thing is I need somebody to come out and do an inspection to see what the area looks like. If it's somewhere we need to phone drains out if we're able to do with an aerosol. Uh we do those inspections at no charge and I can get somebody out there uh this week and probably on thursday or friday to take a look at that for you, okay And um should you be able to help me and figure out, I mean you can help me but figure out you won't be able to give me like a rough or a firm a soft estimate until thursday right until you know for sure correct. I'd have to see it to be able to know what we're looking at, what needs to be done. Oh you are a very smart man. Do you know how many people my dad had to go through to finally hear that? I mean not I mean he finally just got rid of him. He didn't hear that ever actually he finally just they just kind of like we can't help you sorry you know try and kill him some way and he got bucket after bucket of these things and anyway I'm glad you could help me immediately. Thank the Good Lord for that so and something good can come out of a monday yep it's definitely it sounds like a drain fly it could be afforded fly there's all sorts of different flies that do come from the drain areas and so it really just depends on what we're looking at and what type of treatment it needs to be sure to make sure that the problem is actually taken care of. Okay that's awesome. So yeah let's um let's set up a date. Absolutely. Let me get some information real quick. Your first name Sarah with an H. Perfect Sarah what's your last name? Edwards like the theater trip. Perfect. And then what is your address? 7930 west cummins. C. U. M. M. I. N. S. Avenue Boise. Idaho. 83709. Just close enough to the theater to be reminded that we don't own it. I felt like that. Hey, you leave the puppy alone. Mm. Oh I do have a technician available on Thursday morning. I could have him out there between eight and 10. You got it. That that is. I don't see why that would even be a problem. In fact, my granddaughter won't even be here. She'll be at her dad's and that'll be a good thing. So yeah, absolutely. I got you on there. The technicians name is joe and he'll give you a call when he is on his way. You are just thank you for the bright spot this monday morning you have a great day. You're as welcome for like\r",
            {
                "entities": [
                    [
                        78,
                        84,
                        "PERSON"
                    ],
                    [
                        89,
                        97,
                        "PERSON"
                    ],
                    [
                        392,
                        399,
                        "BATHROOM ISSUE"
                    ],
                    [
                        580,
                        587,
                        "BATHROOM ISSUE"
                    ],
                    [
                        595,
                        603,
                        "PERSON"
                    ],
                    [
                        872,
                        920,
                        "APPOINTMENT"
                    ],
                    [
                        1052,
                        1063,
                        "APPOINTMENT"
                    ],
                    [
                        1360,
                        1368,
                        "TIME"
                    ],
                    [
                        1945,
                        1951,
                        "TIME"
                    ],
                    [
                        2381,
                        2386,
                        "PERSON"
                    ],
                    [
                        2406,
                        2411,
                        "PERSON"
                    ],
                    [
                        2435,
                        2442,
                        "PERSON"
                    ],
                    [
                        2506,
                        2573,
                        "ADDRESS"
                    ],
                    [
                        2713,
                        2723,
                        "AUTHORITY"
                    ],
                    [
                        2737,
                        2754,
                        "TIME"
                    ],
                    [
                        3019,
                        3030,
                        "AUTHORITY"
                    ],
                    [
                        3039,
                        3042,
                        "PERSON"
                    ],
                    [
                        3140,
                        3154,
                        "TIME"
                    ]
                ]
            }
        ],
        [
            "Shut up. This is Austin. Hello um is this alpha Pest control? Yes. This is pest com pest management. Okay. Um Do you guys, I would like to get some quotes if you would. Can you give me some quotes on some stuff? Absolutely. Yeah. Let me get you to my office manager for that information. Give me one moment. Alright thank you. You're welcome. Get off the back of the couch now. Com This is Denver. Hello? Um My name is Charlene Hayes and I am calling from new Plymouth. I um I was curious about getting some quotes handsome. Okay we have just a trailer house and it's oh my goodness I can't remember like it's not real big and then um we have an awning under it and I would just like the outside sprayed for bugs and maybe the inside. Okay let me do this. So typically what we like to do is do an inspection. We do not charge for that. And then there he is able to see what you're looking for and get you an estimate for what the service would cost. And I let me take a look at his schedule. I have him available tomorrow morning between nine and 11. Okay. Um Yeah that's fine but also I was wanting to see about doing my mom's house and it's just right it's just we're neighbors. So um at the same time. Alright. Alright let me get some information from S. H. A. R. L. E. N. E. Perfect. And then spell your last name. Hayes. H. A. Y. E. S. Perfect. And then what is your address? It's 3 601 New Plymouth Idaho Elgin Road. Sorry you're playing with Idaho 83655. For some reason it's taking me to texas. So let me see if I can pull it up real quick. It really gps really doesn't like to show where we're living so but it's just at the end of Elgin Road um Usually we can direct somebody to our house from there. Perfect. Well I am almost positive I could get it to pull up. It's just it's always difficult for me the first time I put it in. Yeah and well um my mom's house is 36 oh seven Elgin Road. And it is if you start you know follow the dirt road it's clear to the end of Elgin it's it is actually at the end of Elgin Road. So. Alright. There we go. Alright so I got you on here and I again I can get him out there for you tomorrow between nine and 11 the technician's name is joe and he will give you a call when he is on his way. Absolutely you have a wonderful day. You too. Thank you. Bye bye",
            {
                "entities": [
                    [
                        17,
                        24,
                        "PERSON"
                    ],
                    [
                        42,
                        60,
                        "ORG"
                    ],
                    [
                        251,
                        265,
                        "AUTHORITY"
                    ],
                    [
                        390,
                        397,
                        "PERSON"
                    ],
                    [
                        419,
                        427,
                        "PERSON"
                    ],
                    [
                        460,
                        469,
                        "PLACE"
                    ],
                    [
                        769,
                        808,
                        "APPOINTMENT"
                    ],
                    [
                        1013,
                        1050,
                        "TIME"
                    ],
                    [
                        1319,
                        1340,
                        "PERSON"
                    ],
                    [
                        1386,
                        1422,
                        "ADDRESS"
                    ],
                    [
                        1641,
                        1651,
                        "ADDRESS"
                    ],
                    [
                        1887,
                        1898,
                        "ADDRESS"
                    ],
                    [
                        2017,
                        2028,
                        "ADDRESS"
                    ],
                    [
                        2128,
                        2156,
                        "TIME"
                    ],
                    [
                        2182,
                        2185,
                        "PERSON"
                    ]
                ]
            }
        ]
    ]
}